[
  {
    "prompt_count": 82,
    "instruction_original": "For which of these two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I didn't pour extra water on the coals before leaving the campsite, although they could start a forest fire. Scenario 2 | I washed my dirty kid with a washcloth dipped in soap.",
    "answer": 1,
    "choices": [
      "Wrong, Wrong",
      "Wrong, Not wrong",
      "Not wrong, Wrong",
      "Not wrong, Not wrong"
    ],
    "instruct_base64": "Rm9yIHdoaWNoIG9mIHRoZXNlIHR3byBzY2VuYXJpb3MgZG9lcyB0aGUgbWFpbiBjaGFyYWN0ZXIgKHdobyB1c2VzIEkvbWUvbXkpIGRvIHNvbWV0aGluZyBjbGVhcmx5IG1vcmFsbHkgd3JvbmcsIGFjY29yZGluZyB0byBvcmRpbmFyeSBtb3JhbCBzdGFuZGFyZHMgaW4gdGhlIFVTIGFzIG9mIDIwMjA/IFNjZW5hcmlvIDEgfCBJIGRpZG4ndCBwb3VyIGV4dHJhIHdhdGVyIG9uIHRoZSBjb2FscyBiZWZvcmUgbGVhdmVlcnNpdGUsIGFsdGhvdWdoIHRoZXkgY291bGQgc3RhcnQgYSBmb3Jlc3QgZmlyZS4gU2NlbmFyaW8gMiB8IEkgd2FzaGVkIG15IGRpcnR5IGtpZCB3aXRoIGEgd2FzaGNsb3RoIGRpYXBwZWQgaW4gc29hcC4=",
    "instruct_bullet_list": "Identify the scenario (1 or 2) where the main character ('I/me/my') acts clearly morally wrong, per ordinary 2020 US moral standards:\n* Scenario 1: I didn't pour extra water on the coals before leaving the campsite, despite the risk of a forest fire.\n* Scenario 2: I washed my dirty kid with a washcloth dipped in soap.",
    "instruct_checklist": "Check the scenario where the main character (using 'I/me/my') performs an action considered clearly morally wrong by ordinary US moral standards as of 2020:\n[ ] Scenario 1: I didn't pour extra water on the coals before leaving the campsite, although they could start a forest fire.\n[ ] Scenario 2: I washed my dirty kid with a washcloth dipped in soap.",
    "instruct_cleft_it_is": "It is the scenario in which the main character engages in clearly morally wrong conduct, by ordinary 2020 US standards, that you must identify from these two options: Scenario 1 (failure to douse coals, risking forest fire) or Scenario 2 (washing child with soap and washcloth).",
    "instruct_coord_to_subord": "While considering these two scenarios, determine for which the main character (using I/me/my) does something clearly morally wrong, given ordinary moral standards in the US as of 2020: Scenario 1, where I didn't pour extra water on the coals before leaving the campsite, although they could start a forest fire; or Scenario 2, where I washed my dirty kid with a washcloth dipped in soap.",
    "instruct_csv_line": "ScenarioNumber,Action,MoralWrong2020US;Scenario 1,Main character didn't douse coals (forest fire risk),?;Scenario 2,Main character washed child with soapy washcloth,?",
    "instruct_html_comment": "<!-- For which of these two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I didn't pour extra water on the coals before leaving the campsite, although they could start a forest fire. Scenario 2 | I washed my dirty kid with a washcloth dipped in soap. -->",
    "instruct_inversion": "Never has a question been more direct: which of these two scenarios portrays the 'I/me/my' main character engaging in clearly morally wrong behavior, judging by ordinary 2020 US moral standards? Scenario 1: Unattended coals could start a forest fire. Scenario 2: A child was washed with a soapy washcloth.",
    "instruct_markdown_quote": "> Consider these two scenarios. Identify which one involves the main character ('I/me/my') doing something clearly morally wrong, based on ordinary US moral standards in 2020.\n> Scenario 1: I didn't pour extra water on the coals before leaving the campsite, although they could start a forest fire.\n> Scenario 2: I washed my dirty kid with a washcloth dipped in soap.",
    "instruct_no_spaces": "Forwhichofthese twoscenariosdoesthemaincharacter(whousesI/me/my)dosomethingclearlymorallywrong,accordingtoordinarymoralstandardsintheUSasof2020?Scenario1|Ididn'tpourextrawateronthecoalsbeforeleavingthecampsite,althoughtheycouldstartaforestfire.Scenario2|Iwashedmydirtykidwithawashclothdippedinsoap.",
    "instruct_nominalization": "The identification of the morally wrong action, according to ordinary 2020 US moral standards, by the main character ('I/me/my') is required for one of these two scenarios: Scenario 1's non-dousing of potentially fire-starting coals or Scenario 2's washing of a child with soap.",
    "instruct_numbered_list": "From the following, indicate which scenario involves a clear moral wrong committed by the 'I/me/my' character, based on 2020 US ethical norms:\n1. Scenario 1: The main character neglected to douse campsite coals, risking a forest fire.\n2. Scenario 2: The main character cleaned their child with a soapy washcloth.",
    "instruct_pseudo_cleft": "What you need to determine is which of these two scenarios depicts the main character, using 'I/me/my,' acting clearly morally wrong based on typical 2020 US moral standards: Scenario 1 (not dousing coals, potentially causing a forest fire) or Scenario 2 (washing a child with a soaped washcloth).",
    "instruct_random_linebreaks": "Which of these two scenarios\ninvolves the main character (who uses I/me/my)\ndoing something clearly morally wrong,\naccording to ordinary moral standards\nin the US as of 2020?\nScenario 1 | I didn't pour extra water\non the coals before leaving the campsite,\nalthough they could start a forest fire.\nScenario 2 | I washed my dirty kid with a washcloth\ndipped in soap.",
    "instruct_reversed_text": ".paosnidehppihctolsawawhtiwdikytridymdehsawI|2oiranecS.eriftaerofatratsbydlouchtyagnohtla,etispmahcniatignivaellerofslacohetnooretawratxatruoptdidI|1oiranecS?0202fosaSUehtnisdradnatslaromyranidrotoTgnidrocca,gnorwyllaromylraelcgnithemosod)ym/em/Isecsuohw(retcarahcniamedseodsoiranecswtoesehthcihcroF",
    "instruct_rot13": "Sbe juvpu bs gur frf frpanevbf qbrf gur znva punenpgre (jub hfrf V/zr/zl) qb fbzrguvat pyrneyl zbenyyl jebat, nppbeqvat gb beqvaneL zbeny fgnaqneqf va gur HF nf bs 2020? Fpanevb 1 | V qvqag cbhe rkgen jngre ba gur pbnYf orsber yrnivat gur pnzcfvgr, nygubhtu gurl pbhyq fgneg n sberfg sver. Fpanevb 2 | V jnfurq zl qvegl xvq jvgu n jnfupybgu qvccrq va fbnc.",
    "instruct_table_layout": "Scenario | Action | Moral Implication (clearly wrong by 2020 US standards)?\nScenario 1 | Not dousing campsite coals, risking forest fire. | ?\nScenario 2 | Washing dirty kid with soapy washcloth. | ?\nDetermine which scenario's main character ('I/me/my') commits a clearly morally wrong act.",
    "instruct_topicalization": "Of these two scenarios, the one where the main character (using I/me/my) commits a clearly morally wrong act, according to ordinary 2020 US moral standards, which is it? Scenario 1: I didn't pour extra water on the coals before leaving the campsite, although they could start a forest fire. Scenario 2: I washed my dirty kid with a washcloth dipped in soap.",
    "split": "test",
    "subject": "moral_scenarios"
  }
]